[
  "Demonstrate one of us until someone can guess who is the person being demonstrated.",
   "Say 'gug' at the end of each sentence until it's your next turn.",
   "Imitate land animals until someone can guess.",
   "Act like a chicken until your next turn.",
   "Let one person draw on your face.",
   "Challenge to make sw, you don't have to be so cute, mention your boyfriend on the ig story now.",
   "Challenge to make sw, you're even uglier just mentioning your ex, in the wa story now.",
   "Joged jamet on WhatsApp story.",
   "Send a selfie to your ex.",
   "Send crying pap to boyfriend.",
   "Send pap using tangtop in this group",
   "Tantang Vn Kiss to one of the members of this group",
   "Dm your friends keep saying you're like a slut",
   "Challenge hitchhiking at a friend's house",
   "Send your tiktok content, which do you think is the best",
   "Challenge to make a video pretending to be possessed and then sw in",
   "Call your friend and keep saying you're pregnant with his child.",
   "Send your cute pap",
   "Challenge sleep for 12 months",
   "Send your cute vn when you're angry",
   "Give one of us your phone and let that person send a message to whomever he wants.",
   "Close your eyes, then touch the face of one of us, until you can guess who it is.",
   "Express your feelings for your crush.",
   "20 push ups",
   "Plank for one minute.",
	 "Put a ststus without any privacy and write: Ahmad Ali is innocent more than Google",
	 "Propose the 3rd person in your chat list",
	 "Propose any admin of group (if you are boy propose girl and vise virsa)",
	 "Propose my owner Ahmad Ali without telling him its a dare for 5 hours",
	 "Snapchat a picture of your elbow and put it on status with caption it: “My favorite part of my body.",
	 "Call a random number and sing Happy Birthday.",
	 "Call a random number, and when someone picks up, immediately start singing the national anthem.",
	 "Chew a green chili without drinking water.",
	 "Make a video talking about your most hated person and send it to him or her.",
	 "Post your most embarrassing photo in this group",
	 "Send me the screenshot of your last chat with your partner."
]